ox_docs/corners/david/nuclear.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-09-26 Sun 09:55 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Nuclear Physics</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Taproot" />
<link rel="stylesheet" href="https://taproot3.sanity.gq/global.css" type="text/css"/>
<link rel="stylesheet" href="https://raw.githubusercontent.com/PrismJS/prism-themes/master/themes/prism-atom-dark.css" crossorigin="anonymous" referrerpolicy="no-referrer" />
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">Nuclear Physics</h1> <h2 class="subtitle">uhoh</h2> <span class="author">Taproot</span> <span class="date">2021-09-24 Fri 13:59</date></div>
</div>
<div id="content">
<h1 class="title">Nuclear Physics
<br />
<span class="subtitle">uhoh</span>
</h1>

<div id="outline-container-orgc6826cf" class="outline-2">
<h2 id="orgc6826cf"><span class="section-number-2">1</span> Geiger Counters</h2>
<div class="outline-text-2" id="text-1">
<p>
Inside a geiger counter is a tube containing an anode surrounded by low-pressure gas. When ionizing radiation goes through said gas, it ionizes the atoms within it, and the free electrons create a temporary path that allows current to flow through a circuit. This ionized path is then dissipated (this takes time, and therefore some events are lost).
</p>

<p>
Geiger counters have an upper limit to their count rate, and to account for this the equation \(T = \frac{M}{1-\frac{M}{L}}\), where \(M\) is measured rate, \(T\) true rate, and \(L\) geiger counter limit (usually 3500 for Vernier sensors).
</p>
</div>
</div>

<div id="outline-container-org83e5634" class="outline-2">
<h2 id="org83e5634"><span class="section-number-2">2</span> Rays &amp; Decay</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orga6aff8f" class="outline-3">
<h3 id="orga6aff8f"><span class="section-number-3">2.1</span> Alpha</h3>
<div class="outline-text-3" id="text-2-1">
<p>
Alpha particles are just helium nuclei, so they're positively charged and massive. Alpha decay just releases one of these particles (aka He nuclei) so the daughter product has two less neutrons and two less protons (so atomic number is decreased by 4).
</p>

<p>
Example:
\(‎^{226}_{88}Ra \rightarrow ‎^{222}_{86}Rn + ‎^{4}_{2}He\) (aka \(‎^{226}_{88}Ra \rightarrow ‎^{222}_{86}Rn + ‎\alpha\))
</p>
</div>
</div>

<div id="outline-container-org9cc7654" class="outline-3">
<h3 id="org9cc7654"><span class="section-number-3">2.2</span> Beta</h3>
<div class="outline-text-3" id="text-2-2">
<p>
Beta particles are just fast electrons (or positrons) , so they're negatively charged (or positive?) and light. Unfortunately, beta decay is not as simple as alpha decay: besides the increased number of moving parts there's also two types of it.
</p>
</div>

<div id="outline-container-orgd0993a6" class="outline-4">
<h4 id="orgd0993a6"><span class="section-number-4">2.2.1</span> Beta-Minus Decay</h4>
<div class="outline-text-4" id="text-2-2-1">
<p>
Beta-minus decay decreases the number of neutrons by one, increases protons by one, and spits out separately an antineutrino and beta particle. Neutrons can go to a proton + electron + antineutrino inside a nucleus - just don't worry about it. This also means the atomic mass stays the same.
</p>

<p>
Example:
\(‎^{14}_{6}C \rightarrow ‎^{14}_{7}N + \bar{v} + e^{-}\)
</p>
</div>
</div>

<div id="outline-container-org78989f5" class="outline-4">
<h4 id="org78989f5"><span class="section-number-4">2.2.2</span> Beta-Plus Decay</h4>
<div class="outline-text-4" id="text-2-2-2">
<p>
It does the opposite - nucleus proton decays into a neutron and separately a neutrino + positron. Mass still says the same.
</p>

<p>
Example:
\(‎^{14}_{6}C \rightarrow ‎^{14}_{5}N + v + e^{+}\)
</p>
</div>
</div>

<div id="outline-container-orgb8b73b5" class="outline-4">
<h4 id="orgb8b73b5"><span class="section-number-4">2.2.3</span> Electron Capture</h4>
<div class="outline-text-4" id="text-2-2-3">
<p>
Surprise! There's a third type. The nucleus captures an electron from its surroundings (either from the lowermost electron ring or the nucleus itself). It then goes through the same process as beta decay (decaying a proton into a neutron + neutrino + positron), except the positron annihilates the electron.
</p>

<p>
Example:
\(‎^{14}_{6}C + e^{-} \rightarrow ‎^{14}_{5}N + v\)
</p>

<p>
Positron capture is also possible but extremely unlikely due to the presence of electrons within the atom (any positron would be annihilated before it had the chance to be captured).
</p>

<p>
<i>Wait wait wait wait. This doesn't emit radiation!?</i>
Not exactly. It's actually kinda complicated. After positron is annihilated, the gap in the innermost shell caused by electron capture causes the atom to be excited. An electron in second closest shell drops down to fill the gap, releasing its extra energy in the form of X-ray radiation. The shell above that can also release more radiation trying to fill the new hole created by this (this energy can be transferred to an electron which will get ejected as an Auger electron).
</p>
</div>
</div>
</div>


<div id="outline-container-orga17ff41" class="outline-3">
<h3 id="orga17ff41"><span class="section-number-3">2.3</span> Gamma</h3>
<div class="outline-text-3" id="text-2-3">
<p>
Gamma particles are just photons with a very short wavelength (and therefore very high energy). Gamma decay involves an atom at an excited energy level releasing its energy in the form of a proton. Excited state is indicated by *.
</p>

<p>
Example:
\(‎^{125}_{33}I^{*}^{} \rightarrow ‎^{125}_{33}I + \gamma\)
</p>
</div>
</div>
</div>

<div id="outline-container-org6e3ea1a" class="outline-2">
<h2 id="org6e3ea1a"><span class="section-number-2">3</span> Absorption and Half-life</h2>
<div class="outline-text-2" id="text-3">
<p>
Intensity versus absorber thickness is modeled by the relation \(I = 0.5^{\frac{t}{T}}\), where t is the current thickness and T the <i>half-thickness</i> (thickness required to cancel half of radiation).
</p>

<p>
Intensity versus time is modeled by the same relation, but t now is time and T half life.
</p>
</div>
</div>
<div id="outline-container-org5d9f455" class="outline-2">
<h2 id="org5d9f455"><span class="section-number-2">4</span> Fission</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org5074113" class="outline-3">
<h3 id="org5074113"><span class="section-number-3">4.1</span> Net energy</h3>
<div class="outline-text-3" id="text-4-1">
<p>
If total energy of products aka (MeV/nucleon product 1 * product 1 nucleons) + (MeV/nucleon product 2 * product 2 nucleons) is higher than energy of original (MeV/nucleon original * nucleons original) then it produces energy.
</p>
</div>
</div>
</div>

<div id="outline-container-orgd3789c3" class="outline-2">
<h2 id="orgd3789c3"><span class="section-number-2">5</span> Reactors</h2>
<div class="outline-text-2" id="text-5">
<p>
See <a href="nuclear2.html">Nuclear Screencast 2</a> notes for more detail.
</p>
</div>
</div>

<div id="outline-container-org5b5317f" class="outline-2">
<h2 id="org5b5317f"><span class="section-number-2">6</span> Radiation &amp; Safety</h2>
<div class="outline-text-2" id="text-6">
<p>
Also see <a href="nuclear2.html">Nuclear Screencast 2</a> notes for more detail.
</p>
</div>
</div>

<div id="outline-container-org70a4e2a" class="outline-2">
<h2 id="org70a4e2a"><span class="section-number-2">7</span> Sample Q</h2>
<div class="outline-text-2" id="text-7">
<p>
A nucleus of U-238 emits an alpha particle.
</p>

<p>
a) What is the daughter nucleus?
</p>

<p>
b) What is the binding energy of the original U-238 nucleus? (Question is asking for the total binding energy, not per nucleon.)
</p>

<p>
c) What is the binding energy of the alpha plus the binding energy of the daughter? To calculate BE of the daughter, relative to the original U-238, assume that the BE curve shown in your handouts is linear in this region (and be careful in counting the number of nucleons).
</p>

<p>
d) Explain why the total nuclear potential energy is lower after the alpha decay.
</p>

<p>
e) Assume all of the released potential energy becomes kinetic energy of the alpha. What is the speed of the alpha?
</p>

<p>
f) Explain why it is reasonable to assume that the released potential energy will be in the form of KE of the alpha, rather than KE of the daughter nucleus.
</p>

<hr />
<hr />

<p>
a) U-238 has 238 nucleons of which 92 are protons; the daughter has 234 nucleons of which 90 are protons so that's Th-234.
</p>

<p>
b) Using the graph of Binding Energy (BE) per nucleon in the nuclear slides, I see that U-238 has a value of about 7.6 MeV/nucleon. Multiply by 238 nucleons, total binding energy of nucleus is 1808.8 MeV. You'll see in a minute why I am keeping so many sig figs.
</p>

<p>
c) BE of He-4 (the alpha particle) is 4 nucleons x 7.1 MeV/nucleon (which I read from the graph) = 28.4 MeV.  BE of the remainder is 234 nucleons x Something. If you try just reading the graph, it's almost impossible to see a difference in the BE/nucleon between Th-234 and U-238. The problem text says we should assume the BE/nucleon graph is linear in this region. I drew a straight line through the data; a straight line looks like a good fit between about nucleon number 120 and 250. The slope of that line is about -0.0080 MeV/(nucleon<sup>2</sup>).  If I multiply that slope by a change of -4 nucleons, and add it to the original BE/nucleon for U-238, I get 7.632 MeV/nucleon. That's the Something. Now multiply that by 234 nucleons, resulting that the BE of Th-234 is 1785.89 MeV.
</p>

<p>
So the Th-234 and the He-4 have a combined BE of 1814.29 MeV.
</p>

<p>
d) The combined BE of the products is about 4.5 MeV greater than the BE of the parent. Remember, BE means how much energy it would take to break apart each nucleus into its constituent nucleons. So it would take more energy to break apart the (daughter and alpha particle) than it would to break apart the parent. When BE increases, that means that the nuclear potential energy has decreased. Here, 4.5 MeV of energy was released in this alpha decay.
</p>

<p>
e) If all that energy becomes KE of the alpha particle: First convert 4.5 MeV to Joules. That gives about 7.2 x 10-13 J. Set that equal to 1/2 mv2, and mass is that of the He-4. Mass of He-4 is 4 x mass of proton or neutron = 6.7 x 10-27 kg. I find that the speed v is equal to 1.5 x 107 m/s. This is "only" about 5% of the speed of light. At that speed, we don't need to worry that we didn't use a relativistic expression for KE. But it is fast in an absolute sense of course.
</p>

<p>
f) Assume the parent is at rest (momentum = 0). The daughter and alpha must also have combined total momentum = 0. But they cannot be at rest; there is kinetic energy to be carried away. Instead, we must have malpha*valpha + mdaughter*vdaughter = 0, where the velocities are vectors. Here, this means they two must travel directly away from each other (180 degrees). But the kinetic energy of each is 1/2mv<sup>2</sup>, which doesn't depend on whether we assigned a velocity a negative value. The important thing is that if (mv) is the same in magnitude for both, and the alpha has much less mass, the alpha must have much more speed. And since speed gets squared in calculating KE, it's the low-mass particle that has almost all the KE, even though both have the same (magnitude) of momentum.
</p>

<p>
Ancillary question to ask: What if we had wrongly assumed that the BE/nucleon of Th-234 was the same as for U-238, ignoring the gentle slope of the graph?  We would have found that the total BE after the decay was 28.4 MeV (the alpha) + 234 nucleons x 7.6 MeV/nucleon= 1806.8 MeV.  That is slightly less than the BE of the original U-238. This would mean that an alpha decay of U-238 would not release any nuclear potential energy at all;  you would actually have to add a little energy to make the reaction occur. This would not be a spontaneous process. So we would say Whoa, we must have done something wrong. Because, look at the U-238 decay chain on page 5 of the nuclear slides. The very first step is an alpha decay! So it must happen spontaneously, even if you have to stare at a nucleus around for 4.5 billion years in order to have a 50% chance of seeing it happen. Coincidentally, that's exactly how long you would have to stare at James to have a 50% chance of seeing him come up with a correct answer to a physics question.
</p>
</div>
</div>
</div>
</body>
</html>
